Repository: wp-plugins/woocommerce-payment-discounts
Catalog: languages/wcpaydisc-*.po
Languages: pt_br

source: General Settings
pt_br: Configurações Gerais

source: Active Discounts
pt_br: Ativar Descontos

source: Activate
pt_br: Ativar

source: Coupon Name
pt_br: Nome do Cupom

source: You need to create a %scoupon%s and indicate his name in this field.
pt_br: Você precisa criar um %scupom%s e indicar o nome dele no campo acima.

source: Payment Methods
pt_br: Métodos de Pagamento

source: Add discount in
pt_br: Adicionar desconto em

source: WooCommerce Payment Discounts
pt_br: WooCommerce Descontos no Pagamento

source: Payment Discounts
pt_br: Descontos no Pagamento

source: Adds discounts on specific payment methods in WooCommerce.
pt_br: Adicione descontos em métodos específicos de pagamento em WooCommerce

source: You must configure the payment methods before. Click %shere%s to configure.
pt_br: É necessário configurar as formas de pagamento antes. Clique %saqui%s para configurar.
