Repository: wp-plugins/woocommerce-payment-discounts
Catalog: languages/woocommerce-payment-discounts-*.po
Languages: de_de, nl_nl, pt_br

source: Payment Discounts
de_de: Zahlungs-Skonti
nl_nl: Betalingskortingen
pt_br: Descontos no Pagamento

source: <strong>WooCommerce Discounts Per Payment Method</strong> depends on the last version of %s to work!
de_de: <strong>WooCommerce Skonto auf Zahlungsweisen</strong>benötigt die aktuelle Version %s!
nl_nl: <strong>WooCommerce Discounts Per Payment Method</strong> heeft de nieuwste versie van %s nodig om te werken!
pt_br: <strong>WooCommerce Descontos por Método de Pagamento</strong> depende da última versão do %s para funcionar!

source: <strong>WooCommerce Discounts Per Payment Method</strong> works only with WooCommerce 2.0 or higher, please, upgrade you WooCommerce!
de_de: <strong>WooCommerce Skonto auf Zahlungsweisen</strong> benötigt WooCommerce 2.0 oder höher, aktualisieren Sie bitte WooCommerce!
nl_nl: WooCommerce
pt_br: <strong>WooCommerce Descontos por Método de Pagamento</strong> dfunciona apenas com WooCommerce 2.0 ou superior, por favor, atualize o seu WooCommerce!

source: <strong>WooCommerce Discounts Per Payment Method</strong> has been updated! Much has changed, you can now configure discount each payment method. %s.
de_de: <strong>WooCommerce Skonto auf Zahlungsweisen</strong> wurde aktualisiert! Es gab einige Änderungen. Sie können und Skonti für verschiedene Zahlungsweisen vergeben. %s.
nl_nl: <strong>WooCommerce Discounts Per Payment Method</strong> is bijgewerkt! Er is veel verandert, u kunt nu per betalingsmethode een korting instellen. %s.
pt_br: <strong>WooCommerce Descontos por Método de Pagamento</strong> foi atualizado! Muita coisa mudou, você precisa agora configurar descontos para cada método de pagamento. %s.

source: Configure now the discounts
de_de: Konfigurieren Sie die Skonti
nl_nl: Stel nu de kortingen in
pt_br: Configure os descontos agora

source: Payment Methods
de_de: Zahlungsweisen
nl_nl: Betalingsmethoden
pt_br: Métodos de Pagamento

source: Enter an amount (e.g. 20.99, or a percentage, e.g. 5%) for each payment gateway.
de_de: Geben Sie einen Betrag (z.B. 20.99) odere eine Prozentangabe (z. B. 5%) für jede Zahlungsweise ein.
nl_nl: Voer een hoeveelheid in (bijvoorbeeld 20.99 of een percentage als 5%) for iedere betalingsmethode.
pt_br: Entre com um valor (ex. 20.99 ou uma porcentagem, 5%) para cada método de pagamento.

source: Use zero (0) for not applying discounts.
de_de: Geben Sie (0) ein, damit kein Skonto gewährt wird.
nl_nl: Gebruik nul (0) als u geen korting wilt toepassen.
pt_br: Utilize zero (0) para não aplicar descontos.

source: Discount for %s (%s off)
de_de: Skonti für %s (%s Rabatt)
nl_nl: Korting voor %s (%s minder)
pt_br: Desconto para %s (%s de desconto)

source: Discount for %s
de_de: Skonto für %s
nl_nl: Korting voor %s
pt_br: Desconto para %s

source: %s off
de_de: %s Skonto
nl_nl: %s minder
pt_br: %s de desconto

source: WooCommerce Discounts Per Payment Method
de_de: WooCommerce Skonto auf Zahlungsweisen
pt_br: WooCommerce Descontos por Método de Pagamento

source: Adds discounts on specific payment methods in WooCommerce.
de_de: Fügt in Woocommerce Zahlungsweisen individuelle Skonti hinzu.
nl_nl: Voegt kortingen bij specifieke betalingsmethoden in WooCommerce toe.
pt_br: Adicione descontos para específicos métodos de pagamento no WooCommerce.
